tap "d12frosted/emacs-plus"
tap "federico-terzi/espanso"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jarred-sumner/git-peek"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "microsoft/mssql-release"
tap "mistertea/et"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "ryota-ka/twterm"
tap "superfly/tap"
tap "teamookla/speedtest"
tap "tylerbrock/saw"
tap "wez/wezterm"
brew "ack"
brew "act"
brew "libusb"
brew "airspy"
brew "airspyhf"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "zstd"
brew "openjdk"
brew "allure"
brew "asciinema"
brew "docutils"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "carthage"
brew "ccache"
brew "cmake"
brew "codec2"
brew "colima"
brew "cscope"
brew "curl"
brew "libyaml"
brew "datasette"
brew "dbmate"
brew "ddgr"
brew "diff-so-fancy"
brew "direnv"
brew "docker-slim"
brew "doctl"
brew "exa"
brew "fd"
brew "fftw"
brew "fortune"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "geos"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-gui"
brew "git-lfs"
brew "glfw"
brew "go"
brew "librsvg"
brew "graphviz"
brew "hackrf"
brew "helix"
brew "htop"
brew "httpie"
brew "imlib2"
brew "influxdb"
brew "influxdb-cli"
brew "openssl@3", link: false
brew "iperf3"
brew "itpp"
brew "jless"
brew "jq"
brew "kakoune"
brew "libbladerf"
brew "libcaca"
brew "libpq"
brew "librtlsdr"
brew "libsndfile"
brew "libuv"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "lynx"
brew "ruby"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mbelib", args: ["HEAD"]
brew "mosh"
brew "mysql-client"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "nvm"
brew "pdm"
brew "peco"
brew "perl"
brew "php"
brew "pipenv"
brew "pipx"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rtv"
brew "rust"
brew "shellcheck"
brew "soapyrtlsdr"
brew "sqlite-utils"
brew "starship"
brew "task"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "volk"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "federico-terzi/espanso/espanso"
brew "hashicorp/tap/packer"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jarred-sumner/git-peek/git-peek"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mistertea/et/et"
brew "qmk/qmk/qmk"
brew "superfly/tap/flyctl"
brew "teamookla/speedtest/speedtest"
brew "tylerbrock/saw/saw"
cask "1password-cli"
cask "alacritty"
cask "apparency"
cask "chromedriver"
cask "cool-retro-term"
cask "google-chrome"
cask "gqrx"
cask "keybase"
cask "ngrok"
cask "nheko"
cask "openscad"
cask "orbstack"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "swiftbar"
cask "syncthing"
cask "wezterm"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Aviary", id: 1608167674
mas "Bear", id: 1091189122
mas "CCMenu", id: 603117688
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "EchoHam", id: 873302145
mas "eufy Security", id: 1501114405
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "Hand Mirror", id: 1502839586
mas "HomeCam", id: 1292995895
mas "iMovie", id: 408981434
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Mastonaut", id: 1450757574
mas "Meeter", id: 1510445899
mas "Mic Drop", id: 1489816366
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "PDF Expert", id: 1055273043
mas "PicGIF Lite", id: 844918735
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "Reeder", id: 880001334
mas "Reeder", id: 1449412482
mas "Shush", id: 496437906
mas "Soulver 2", id: 413965349
mas "Spark", id: 1176895641
mas "SwitchGlass", id: 1498546559
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Thermo Watch", id: 1299951059
mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Vimari", id: 1480933944
mas "Vinegar", id: 1591303229

