tap "d12frosted/emacs-plus"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
tap "jarred-sumner/git-peek"
tap "jesseduffield/lazygit"
tap "microsoft/mssql-release"
tap "teamookla/speedtest"
brew "ack"
brew "act"
brew "allure"
brew "asciinema"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "carthage"
brew "cmake"
brew "cscope"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "libuv"
brew "node"
brew "exa"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-gui"
brew "go"
brew "htop"
brew "httpie"
brew "imlib2"
brew "iperf3"
brew "jq"
brew "libcaca"
brew "libpq", link: true
brew "libyaml"
brew "luarocks"
brew "lynx"
brew "ruby"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "peco"
brew "perl"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rtv"
brew "rust"
brew "shellcheck"
brew "starship"
brew "task"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jarred-sumner/git-peek/git-peek"
brew "jesseduffield/lazygit/lazygit"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "alacritty"
cask "chromedriver"
cask "cool-retro-term"
cask "docker"
cask "keybase"
cask "google-chrome"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "suspicious-package"
cask "syncthing"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Aviary", id: 1522043420
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1449412482
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "Tweetbot", id: 1384080005
