tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "xquartz"
brew "ack"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "cscope"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "exa"
brew "fzf"
brew "perl"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "httpie"
brew "imlib2"
brew "jq"
brew "libcaca"
brew "libpq", link: true
brew "libuv"
brew "libyaml"
brew "luarocks"
brew "lynx"
brew "ruby"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mosh"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "nvm"
brew "perl"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rtv"
brew "ruby"
brew "shellcheck"
brew "speedtest-cli"
brew "task"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "yq"
brew "vim"
brew "neovim"
brew "zsh"
brew "zsh-autosuggestions"
brew "github/gh/gh"
brew "heroku/brew/heroku"
cask "alacritty"
cask "docker"
cask "google-chrome"
cask "keybase"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "suspicious-package"
cask "syncthing"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 924726344
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Honey", id: 1472777122
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Manifold Garden", id: 1468951814
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1449412482
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "Thermo Watch", id: 1299951059
mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
